Repository: notoco/univ
Catalog: skin.aura-notoco/language/resource.language.*/strings.po
Languages: pl_pl

# #31000
source: Reduced
pl_pl: Zredukowany

# #31001
source: Revenue
pl_pl: Dochód

# #31002
source: Categories widget
pl_pl: Widget kategorii

# #31003
source: Current conditions
pl_pl: Obecne warunki

# #31004
source: Sunset at
pl_pl: Zachód słońca w

# #31005
source: Sunrise at
pl_pl: Wschód słońca o

# #31006
source: Weather provided by
pl_pl: Pogoda dostarczona przez

# #31007
source: Weather forecast for
pl_pl: Prognoza pogody dla

# #31008
source: Install weather fanart
pl_pl: Zainstaluj fanart pogody

# #31009
source: Complete
pl_pl: Kompletny

# #31010
source: Weather fanart successfully installed
pl_pl: Fanart pogody został pomyślnie zainstalowany

# #31011
source: Default weather icons
pl_pl: Domyślne ikony pogody

# #31012
source: Weather fanart installed
pl_pl: Zainstalowany fanart pogody

# #31013
source: Set weather icons
pl_pl: Ustaw ikony pogody

# #31014
source: Extra fanart
pl_pl: Dodatkowy fanart

# #31015
source: Minimal busy loader
pl_pl: Minimalny zajęty program ładujący

# #31016
source: By
pl_pl: Przez

# #31017
source: Smart Shortcuts
pl_pl: Inteligentne skróty

# #31018
source: Common Shortcut
pl_pl: Wspólny skrót

# #31019
source: Close
pl_pl: Zamknij

# #31020
source: mins
pl_pl: min

# #31021
source: Colors
pl_pl: Kolory

# #31022
source: Animated artwork
pl_pl: Animowana grafika

# #31023
source: Fullscreen
pl_pl: Pełny ekran

# #31024
source: Miscellaneous
pl_pl: Różne

# #31025
source: From
pl_pl: Z

# #31026
source: Alphabet strip
pl_pl: Pasek alfabetu

# #31027
source: Customise power menu
pl_pl: Dostosuj menu zasilania

# #31028
source: Reset skin settings to defaults (WARNING: This will reset your home menu to skin defaults)
pl_pl: Zresetuj ustawienia skóry do wartości domyślnych (OSTRZEŻENIE: spowoduje to zresetowanie menu głównego do domyślnych ustawień skóry)

# #31029
source: Hide Spoilers
pl_pl: Ukryj spoilery

# #31030
source: Backup / Restore
pl_pl: Przywracania kopii zapasowej

# #31031
source: Backup skin settings
pl_pl: Ustawienia kopii zapasowej skóry

# #31032
source: Restore skin settings
pl_pl: Przywróć ustawienia skóry

# #31033
source: Audio Settings
pl_pl: Ustawienia dźwięku

# #31034
source: Change backup and restore path
pl_pl: Zmień ścieżkę kopii zapasowej i przywracania

# #31035
source: hrs
pl_pl: godz

# #31036
source: hr
pl_pl: godz

# #31037
source: Download Subtitles
pl_pl: Pobierz napisy

# #31039
source: Enable / disable viewmodes
pl_pl: Włącz / wyłącz viewmodes

# #31040
source: Poster Showcase
pl_pl: Prezentacja plakatu

# #31041
source: Customise your home menu items, widgets, and backgrounds.
pl_pl: Dostosuj elementy menu głównego, widżety i tła.

# #31042
source: Wall view text labels
pl_pl: Etykiety tekstowe w widoku ściany

# #31043
source: Select Action
pl_pl: Wybierz akcję

# #31044
source: Search library for movies staring
pl_pl: Przeszukuj bibliotekę w poszukiwaniu filmów

# #31045
source: Show extended info about
pl_pl: Pokaż rozszerzone informacje o

# #31046
source: Search library
pl_pl: Przeszukaj bibliotekę

# #31047
source: This disables fanart in the library and shows the fallback image instead.
pl_pl: Spowoduje to wyłączenie fanartu w bibliotece i wyświetlenie obrazu zastępczego.

# #31048
source: Set a fallback image for when no fanart is available.
pl_pl: Ustaw obraz zapasowy, gdy brak jest fanartu.

# #31049
source: Display artist fanart stored from the library database on the music visualisation screen.
pl_pl: Wyświetlaj fanart artysty zapisany z bazy danych biblioteki na ekranie wizualizacji muzyki.

# #31050
source: Use artist slideshow addon to display artist fanart on the music visualisation screen.
pl_pl: Użyj dodatku pokazu slajdów artysty, aby wyświetlić fanart artysty na ekranie wizualizacji muzyki.

# #31051
source: Make the artist fanart slightly transparent so that the music visualisation shows through.
pl_pl: Spraw, aby fanart artysty był nieco przezroczysty, dzięki czemu wizualizacja muzyki jest widoczna.

# #31052
source: Use a pan and zoom effect on the artist fanart in the music visualisation.
pl_pl: Użyj efektu panoramy i zoomu w fanartach artysty w wizualizacji muzycznej.

# #31053
source: Display discart in showcase viewtypes. Available discart overrides logo if both options are enabled.
pl_pl: Wyświetl dyskart w typach widoku gabloty. Dostępne nadpisywanie zastępuje logo, jeśli obie opcje są włączone.

# #31054
source: Display logo in showcase viewtypes. Available discart overrides logo if both options are enabled.
pl_pl: Wyświetl logo w typach podglądu. Dostępne nadpisywanie zastępuje logo, jeśli obie opcje są włączone.

# #31055
source: Use skinhelper to provide animated posters and fanart. These can be downloaded from the context menu.
pl_pl: Użyj skinhelper, aby udostępnić animowane plakaty i fanart. Można je pobrać z menu kontekstowego.

# #31056
source: Genre colors in PVR guide
pl_pl: Kolory gatunków w przewodniku PVR

# #31057
source: Use fullscreen PVR guide (hide plot info)
pl_pl: Użyj pełnoekranowego przewodnika PVR (ukryj informacje o fabule)

# #31058
source: Change the highlight focus colour used throughout the skin.
pl_pl: Zmień kolor podświetlenia na skórze.

# #31059
source: Context Menu
pl_pl: Menu kontekstowe

# #31060
source: Set a music or video playlist that will run when kodi starts.
pl_pl: Ustaw listę odtwarzania muzyki lub wideo, która będzie działać po uruchomieniu kodi.

# #31061
source: Disable the alphabet strip and always use scrollbars instead.
pl_pl: Wyłącz pasek alfabetu i zawsze używaj pasków przewijania.

# #31062
source: Disable changing view settings and some settings buttons in information dialogs.
pl_pl: Wyłącz zmianę ustawień widoku i niektórych przycisków ustawień w oknach dialogowych informacji.

# #31063
source: Change the items displayed in the power menu.
pl_pl: Zmień pozycje wyświetlane w menu zasilania.

# #31064
source: Backup your skin settings and home menu shortcuts to a zipfile. Useful to migrate settings to a new setup.
pl_pl: Utwórz kopię zapasową ustawień karnacji i skrótów menu głównego do pliku zip. Przydatne do przeniesienia ustawień do nowej konfiguracji.

# #31065
source: Restore your skin settings, shortcuts, and widgets from a backup file.
pl_pl: Przywróć ustawienia skóry, skróty i widżety z pliku kopii zapasowej.

# #31066
source: Change the location where skin backup files are saved.
pl_pl: Zmień lokalizację, w której zapisywane są pliki kopii zapasowych skóry.

# #31067
source: Reset all your skin settings, shortcuts, and widgets to default skin settings. This will not change any kodi system settings.
pl_pl: Zresetuj wszystkie ustawienia skóry, skróty i widżety do domyślnych ustawień karnacji. To nie zmieni żadnych ustawień systemu kodi.

# #31068
source: Cloud cover
pl_pl: Zachmurzenie

# #31069
source: Cloud cover is
pl_pl: Zachmurzenie jest

# #31070
source: Cloud Cover
pl_pl: Zachmurzenie

# #31072
source: Power Menu
pl_pl: Menu zasilania

# #31073
source: Recommended Youtube Videos
pl_pl: Zalecane filmy z YouTube

# #31074
source: Make bottom bar transparent
pl_pl: Spraw, aby dolny pasek był przezroczysty

# #31075
source: Apply transparency to bottom bar
pl_pl: Zastosuj przezroczystość do dolnego paska

# #31076
source: Enable transparency
pl_pl: Włącz przezroczystość

# #31077
source: Add a slight transparency to the top and bottom bars.
pl_pl: Dodaj nieznaczną przezroczystość do górnego i dolnego paska.

# #31078
source: Ended
pl_pl: Zakończone

# #31079
source: Pause video when opening extended info
pl_pl: Wstrzymaj wideo podczas otwierania rozszerzonych informacji

# #31080
source: Artwork button downloads all available artwork (as specified in artwork downloader settings)
pl_pl: Przycisk "Grafika" pobiera całą dostępną grafikę (zgodnie z ustawieniami modułu pobierania grafiki)

# #31081
source: Hide plot
pl_pl: Ukryj fabułę

# #31082
source: Video process information
pl_pl: Informacje o procesie wideo

# #31083
source: Framerate
pl_pl: Częstotliwość wyświetlania klatek

# #31084
source: Aspect Ratio
pl_pl: Współczynnik proporcji

# #31085
source: Codec Info
pl_pl: Informacje o kodekach

# #31086
source: Extended Info
pl_pl: Rozszerzona informacja

# #31087
source: Colour overlay effect
pl_pl: Efekt nakładki koloru

# #31088
source: Scrolling text effect
pl_pl: Przewijanie efektu tekstu

# #31089
source: Position context menu based on focused item
pl_pl: Ustaw menu kontekstowe na podstawie pozycji skupionej

# #31090
source: Display duration format as X HRS XX MINS
pl_pl: Wyświetlaj format czasu jako X HRS XX MINS

# #31091
source: Prefer list view for seasons
pl_pl: Preferuj widok listy na sezon

# #31092
source: System Name
pl_pl: Nazwa systemu

# #31093
source: Gateway Address
pl_pl: Adres bramy

# #31094
source: Network and Storage
pl_pl: Sieć i pamięć masowa

# #31095
source: Video Encoder
pl_pl: Koder wideo

# #31096
source: Memory
pl_pl: Pamięć

# #31097
source: Fan Speed
pl_pl: Prędkość wiatraka

# #31098
source: CPU Info
pl_pl: Informacje o procesorze

# #31099
source: CPU Usage
pl_pl: Użycie procesora

# #31100
source: Processor, Memory and Video
pl_pl: Procesor, pamięć i wideo

# #31101
source: items
pl_pl: przedmiotów

# #31103
source: Live TV
pl_pl: Telewizja na żywo

# #31104
source: Used Memory
pl_pl: Używana pamięć

# #31105
source: Spotlight
pl_pl: Reflektor

# #31106
source: Ends
pl_pl: Kończy się

# #31107
source: Video Stream
pl_pl: Strumień wideo

# #31108
source: Current Menu
pl_pl: Aktualne menu

# #31109
source: Customise home menu
pl_pl: Dostosuj menu główne

# #31110
source: Background
pl_pl: Tła

# #31111
source: Display now playing video in background
pl_pl: Wyświetl teraz odtwarzanie wideo w tle

# #31112
source: Submenu
pl_pl: Podmenu

# #31113
source: No Timer
pl_pl: Bez timera

# #31114
source: Now Playing
pl_pl: Teraz gra

# #31115
source: Recommended
pl_pl: Zalecana

# #31116
source: DVD Menu
pl_pl: Menu DVD

# #31117
source: 3D Mode
pl_pl: Tryb 3D

# #31118
source: Artist slideshow
pl_pl: Pokaz slajdów artysty

# #31119
source: Visualisation behind slideshow
pl_pl: Wizualizacja za pokazem slajdów

# #31120
source: Animate artist slideshow
pl_pl: Animuj pokaz slajdów artysty

# #31122
source: Ongoing Episodes
pl_pl: Bieżące odcinki

# #31123
source: Resumable Movies
pl_pl: Filmy z możliwością wznowienia

# #31124
source: Recent Movies
pl_pl: Najnowsze filmy

# #31125
source: Recent Episodes
pl_pl: Najnowsze odcinki

# #31127
source: Movies Spotlight
pl_pl: Filmy Spotlight

# #31128
source: Allow scrolling through items when in full fanart mode
pl_pl: Umożliwia przewijanie elementów w trybie pełnego fanartu

# #31129
source: Enable full fanart mode
pl_pl: Włącz tryb pełnego fanartu

# #31130
source: Media flags
pl_pl: Flagi mediów

# #31131
source: Colour overlay
pl_pl: Nakładka kolorowa

# #31132
source: Reset home menu shortcuts to defaults
pl_pl: Zresetuj skróty menu głównego do wartości domyślnych

# #31133
source: Hide watched
pl_pl: Ukryj obserwowany

# #31134
source: Trending Movies
pl_pl: Trendy w filmach

# #31135
source: Trending Shows
pl_pl: Popularne pokazy

# #31136
source: Airing Shows
pl_pl: Wystawy lotnicze

# #31138
source: Content Loading
pl_pl: Ładowanie zawartości

# #31140
source: Budget
pl_pl: Budżet

# #31142
source: Scrolling text
pl_pl: Przewijanie tekstu

# #31143
source: Set weather fanart
pl_pl: Ustaw fanart pogody

# #31144
source: Edit Widgets
pl_pl: Edytuj widżety

# #31145
source: Display poster and plot when video is paused
pl_pl: Wyświetlaj plakat i fabułę, gdy wideo jest wstrzymane

# #31146
source: Animate fanart
pl_pl: Animuj fanart

# #31147
source: Extra Info
pl_pl: Informacje dodatkowe

# #31148
source: Hide artwork
pl_pl: Ukryj grafikę

# #31149
source: Replace widget fanart with background
pl_pl: Wymień fanart widgetu na tło

# #31150
source: Set fallback image
pl_pl: Ustaw zastępczy obraz

# #31151
source: Hide tvshow labels
pl_pl: Ukryj etykiety tvshow

# #31152
source: Furniture
pl_pl: Meble

# #31153
source: Sort by:
pl_pl: Sortuj według:

# #31154
source: Only use blur in info dialog
pl_pl: Używaj tylko rozmycia w oknie informacyjnym

# #31155
source: Disable the bounce in animation when scrolling between items.
pl_pl: Wyłącz odbicie w animacji podczas przewijania między elementami.

# #31156
source: Apply a color changing overlay effect to music visualisation background.
pl_pl: Zastosuj efekt nakładki zmieniającej kolor na tle wizualizacji muzycznej.

# #31157
source: A scrolling text effect showing artist, album and song info overlayed on the music visualisation background.
pl_pl: Efekt przewijania tekstu pokazujący informacje o wykonawcach, albumach i utworach nałożone na muzyczne tło wizualizacji.

# #31158
source: Automatically open visualisation after starting a song
pl_pl: Automatycznie otwórz wizualizację po uruchomieniu utworu

# #31159
source: Video Sources
pl_pl: Źródła wideo

# #31160
source: Music sources
pl_pl: Źródła muzyczne

# #31162
source: Categories
pl_pl: Kategorie

# #31163
source: Submenu Items
pl_pl: Podmenu Przedmioty

# #31165
source: TV recordings
pl_pl: Nagrania telewizyjne

# #31166
source: TV timers
pl_pl: Timery telewizyjne

# #31168
source: Startup video or music playlist
pl_pl: Uruchom listę odtwarzania wideo lub muzyki

# #31169
source: Extras
pl_pl: Dodatki

# #31170
source: Cinema Experience
pl_pl: Doświadczenie kinowe

# #31171
source: Video Extras
pl_pl: Dodatki wideo

# #31172
source: Display music visualisation in background
pl_pl: Wyświetlaj wizualizację muzyki w tle

# #31173
source: Recently added
pl_pl: Ostatnio dodane

# #31174
source: Recently played
pl_pl: Ostatnio odtwarzane

# #31175
source: Play random
pl_pl: Graj losowo

# #31176
source: Delete Settings Shortcut
pl_pl: Skasuj skrót ustawień

# #31177
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
pl_pl: Czy na pewno chcesz usunąć skrót ustawień? [CR] Przed usunięciem tego skrótu upewnij się, że masz alternatywną metodę dostępu do ustawień.

# #31178
source: Show extended info
pl_pl: Pokaż rozszerzone informacje

# #31179
source: Lock view
pl_pl: Zablokuj widok

# #31180
source: Unlock view
pl_pl: Odblokuj widok

# #31181
source: Select icon
pl_pl: Wybierz ikonę

# #31182
source: Additional Widgets
pl_pl: Dodatkowe widżety

# #31183
source: Default Widgets
pl_pl: Domyślne widżety

# #31184
source: Recently played movies
pl_pl: Ostatnio odtwarzane filmy

# #31185
source: Recently Added Movies
pl_pl: Ostatnio dodane filmy

# #31186
source: Display osd submenu
pl_pl: Wyświetl podmenu osd

# #31187
source: Random Albums
pl_pl: Losowe albumy

# #31188
source: Recent Albums
pl_pl: Najnowsze albumy

# #31189
source: Recommended Albums
pl_pl: Polecane albumy

# #31190
source: Recently Played Movies
pl_pl: Ostatnio odtwarzane filmy

# #31191
source: Directed by
pl_pl: W reżyserii

# #31192
source: Focus bounce animation
pl_pl: Pokaż animację odskoku

# #31193
source: Reset colors to default
pl_pl: Resetuj kolory do domyślnych

# #31194
source: Recently Played TV Shows
pl_pl: Ostatnio odtwarzane programy telewizyjne

# #31195
source: Reload Skin
pl_pl: Przeładuj skórkę

# #31196
source: In Progress TV Shows
pl_pl: Programy telewizyjne w toku

# #31197
source: Save Changes
pl_pl: Zapisz zmiany

# #31198
source: Recently Played Episodes
pl_pl: Ostatnio zagrane odcinki

# #31199
source: Kiosk mode
pl_pl: Tryb kiosku

# #31200
source: Random Movies
pl_pl: Losowe filmy

# #31201
source: Pressing info only displays seekbar (hides poster and plot)
pl_pl: Naciśnięcie informacji wyświetla tylko pasek wyszukiwania (ukrywa plakat i wykres)

# #31202
source: Random Episodes
pl_pl: Losowe odcinki

# #31203
source: Artwork
pl_pl: Grafika

# #31204
source: Similar to
pl_pl: Podobny do

# #31205
source: Released by
pl_pl: Wydane przez

# #31206
source: Similar
pl_pl: Podobny

# #31208
source: In Cinemas
pl_pl: W kinach

# #31209
source: Upcoming
pl_pl: Nadchodzące

# #31210
source: Popular
pl_pl: Popularny

# #31211
source: Top Rated
pl_pl: Najwyżej oceniane

# #31212
source: Airing
pl_pl: Wietrzenie

# #31213
source: Today
pl_pl: Dzisiaj

# #31214
source: Recently Added Episodes
pl_pl: Ostatnio dodane odcinki

# #31215
source: Unwatched
pl_pl: Bez daty

# #31216
source: In Progress Movies
pl_pl: Filmy w toku

# #31217
source: Change location
pl_pl: Zmień lokalizację

# #31218
source: In Progress Episodes
pl_pl: Epizody w toku

# #31219
source: Previous
pl_pl: Poprzedni

# #31220
source: Next Aired
pl_pl: Następny Wyemitowany

# #31221
source: Next Up
pl_pl: Następny w górę

# #31222
source: Top Rated TV Shows
pl_pl: Najwyżej oceniane programy telewizyjne

# #31223
source: Upcoming Movies
pl_pl: Nadchodzące filmy

# #31224
source: Popular Movies
pl_pl: Popularne filmy

# #31225
source: Top Rated Movies
pl_pl: Najwyżej oceniane filmy

# #31226
source: Popular TV Shows
pl_pl: Popularne programy telewizyjne

# #31227
source: Top Rated TV Shows
pl_pl: Najwyżej oceniane programy telewizyjne

# #31228
source: On Air TV Shows
pl_pl: W telewizji programy telewizyjne

# #31229
source: TV Shows Airing Today
pl_pl: TV pokazuje już dziś

# #31230
source: Top Rated Episodes
pl_pl: Najwyżej oceniane odcinki

# #31232
source: Reset path
pl_pl: Zresetuj ścieżkę

# #31233
source: Random TV Shows
pl_pl: Losowe programy telewizyjne

# #31234
source: Customise your user profiles and enable/disable the login screen.
pl_pl: Dostosuj profile użytkowników i włącz / wyłącz ekran logowania.

# #31235
source: Set sorting (default$COMMA year$COMMA rating$COMMA lastplayed$COMMA dateadded$COMMA etc.)
pl_pl: Ustaw sortowanie (default$COMMA year$COMMA rating$COMMA lastplayed$COMMA dateadded$COMMA etc.)

# #31236
source: Now playing...
pl_pl: Teraz gra ...

# #31237
source: Sort
pl_pl: Sortować

# #31238
source: Recently Added Albums
pl_pl: Ostatnio dodane albumy

# #31239
source: Direction
pl_pl: Kierunek

# #31240
source: Aspect
pl_pl: Aspekt

# #31241
source: Additional info
pl_pl: dodatkowe informacje

# #31242
source: Recently Played Albums
pl_pl: Ostatnio odtwarzane albumy

# #31243
source: Top 100 Albums
pl_pl: 100 najlepszych albumów

# #31244
source: Select Widget
pl_pl: Wybierz widget

# #31245
source: Customize
pl_pl: Dostosuj

# #31246
source: Press right to customize widgets
pl_pl: Naciśnij w prawo, aby dostosować widżety

# #31247
source: Widgets
pl_pl: Widgety

# #31248
source: Edit Shortcuts
pl_pl: Edytuj skróty

# #31249
source: Press right to customize shortcuts
pl_pl: Naciśnij w prawo, aby dostosować skróty

# #31250
source: Gradient colour
pl_pl: Kolor gradientu

# #31251
source: Weather Fanart
pl_pl: Pogoda Fanart

# #31252
source: Weather Forecast
pl_pl: Prognoza pogody

# #31253
source: Use larger font for progress bar
pl_pl: Użyj większej czcionki do paska postępu

# #31254
source: If you are having difficulties with widgets or home menu items not displaying correctly please make sure that you press the "save changes" button to ensure that your shortcuts and widgets are set.
pl_pl: Jeśli masz problemy z widżetami lub elementy menu głównego nie wyświetlają się prawidłowo, upewnij się, że naciśniesz przycisk "zapisz zmiany", aby upewnić się, że masz ustawione skróty i widżety.

# #31255
source: Generate landscape art
pl_pl: Generuj grafikę poziomą

# #31256
source: Display artwork
pl_pl: Wyświetl grafikę

# #31257
source: Movie Genres
pl_pl: Gatunki filmowe

# #31258
source: Clearart with seekbar
pl_pl: Ikona z paskiem postępu

# #31259
source: Extra fanart
pl_pl: Dodatkowy fanart

# #31260
source: Movie Sets
pl_pl: Zestawy filmów

# #31261
source: Widget aspect
pl_pl: Aspekt widżetu

# #31264
source: Thumbnail
pl_pl: Miniaturka

# #31267
source: Action
pl_pl: Akcja

# #31268
source: Label
pl_pl: Etykieta

# #31270
source: Video / Music OSD
pl_pl: Menu ekranowe wideo / muzyczne

# #31271
source: Single Image
pl_pl: Pojedynczy obraz

# #31273
source: Background overlay color
pl_pl: Kolor nakładki w tle

# #31274
source: TvShow Genres
pl_pl: TvShow Gatunki

# #31275
source: Blur fanart
pl_pl: Rozmyć fanart

# #31276
source: IMDB Top 250 Movies
pl_pl: IMDB Top 250 filmów

# #31277
source: Animations
pl_pl: Animacje

# #31278
source: Unwatched Movies
pl_pl: Niewybrane filmy

# #31279
source: Video decoder
pl_pl: Dekoder wideo

# #31280
source: Pixel format
pl_pl: Format pikseli

# #31281
source: by
pl_pl: przez

# #31282
source: on
pl_pl: na

# #31284
source: Classification
pl_pl: Klasyfikacja

# #31285
source: Extended info
pl_pl: Rozszerzone informacje

# #31286
source: Highlight colour
pl_pl: Podświetl kolor

# #31287
source: Reset to default
pl_pl: Przywróć ustawienia domyślne

# #31288
source: Match highlight colors with poster
pl_pl: Dopasuj kolor podświetlenia z plakatem

# #31289
source: Awards
pl_pl: Nagrody

# #31290
source: Consensus
pl_pl: Zgoda

# #31291
source: Landscape widget text
pl_pl: Tekst widgetu poziomego

# #31292
source: Kodi is busy$COMMA one moment please
pl_pl: Kodi jest zajęty przez $ COMMA w jednej chwili

# #31293
source: Skin Helper Widgets
pl_pl: Widżety pomocników skóry

# #31294
source: PVR / Live TV
pl_pl: PVR / Telewizja na żywo

# #31295
source: Random Artists
pl_pl: Losowi artyści

# #31296
source: Movie Nodes
pl_pl: Węzły filmowe

# #31299
source: Premiered
pl_pl: Premiera

# #31300
source: Music Nodes
pl_pl: Węzły muzyczne

# #31301
source: TV Shows
pl_pl: Programy telewizyjne

# #31302
source: Music Sources
pl_pl: Źródła muzyczne

# #31303
source: Latest Changes
pl_pl: Ostatnie zmiany

# #31304
source: Picture Sources
pl_pl: Źródła obrazu

# #31305
source: Color cycling
pl_pl: Zmienne kolory

# #31306
source: Special Features
pl_pl: Cechy szczególne

# #31307
source: Prefer plot outline
pl_pl: Preferuj zarys fabuły

# #31308
source: Player
pl_pl: Gracz

# #31309
source: Blur effect type
pl_pl: Rodzaj efektu rozmycia

# #31310
source: User rating
pl_pl: Ocena użytkownika

# #31311
source: Rate Song
pl_pl: Oceń utwór

# #31312
source: Enable / disable ratings
pl_pl: Włącz / wyłącz oceny

# #31313
source: Background transparency
pl_pl: Przejrzystość tła

# #31314
source: Automatically display music video info at beginning and end of clip
pl_pl: Automatycznie wyświetlaj informacje o teledysku na początku i końcu klipu

# #31316
source: Increased
pl_pl: Zwiększony

# #31317
source: Watched indicators
pl_pl: Wskaźniki oglądania

# #31318
source: Shadows
pl_pl: Cienie

# #31319
source: Indicator style
pl_pl: Styl wskaźnika

# #31320
source: Important
pl_pl: Ważny

# #31321
source: Reset to defaults
pl_pl: Przywróć domyślne

# #31322
source: Image quality changes the resolution of the generated image. Better quality images take longer to process. Quality changes can alter the intensity of the effect in addition to other effect settings. The blend setting will blend the effect with the original image$COMMA with a value of 100 showing the full image effect.
pl_pl: Jakość obrazu zmienia rozdzielczość generowanego obrazu. Lepsza jakość zdjęć trwa dłużej. Zmiany jakości mogą zmieniać intensywność efektu w uzupełnieniu innych ustawień efektu. Ustawienie mieszania spowoduje połączenie efektu z oryginalnym obrazem $ COMMA z wartością 100 pokazującą efekt pełnego obrazu.

# #31323
source: Blend
pl_pl: Mieszanka

# #31325
source: Pixel size
pl_pl: Rozmiar piksela

# #31326
source: Blur radius
pl_pl: Promień rozmycia

# #31327
source: Image quality
pl_pl: Jakość obrazu

# #31328
source: Highest
pl_pl: Najwyższy

# #31329
source: Colorbox Advanced Settings
pl_pl: Ustawienia zaawansowane Colorbox

# #31330
source: Advanced settings for colorbox (blur settings)
pl_pl: Zaawansowane ustawienia dla colorbox (ustawienia rozmycia)

# #31331
source: Icon only mode
pl_pl: Tryb tylko z ikoną

# #31332
source: Change image
pl_pl: Zmień obraz
