Repository: notoco/univ
Catalog: skin.aura-notoco/language/resource.language.*/strings.po
Languages: pl_pl

# #31333
source: Programmes
pl_pl: Programy

# #31334
source: Alphabet strip is not available for this content
pl_pl: Pasek alfabetyczny nie jest dostępny dla tej treści

# #31335
source: Match background overlay color with poster
pl_pl: Dopasuj kolor tła nakładki z plakatem

# #31336
source: Background overlay
pl_pl: Nakładka w tle

# #31337
source: Light
pl_pl: Jasny

# #31338
source: Background vignette
pl_pl: Tło winiety

# #31339
source: Effects
pl_pl: Efekty

# #31340
source: Match poster
pl_pl: Dopasuj plakat

# #31341
source: Dark
pl_pl: Ciemny

# #31342
source: Widget item limit
pl_pl: Limit pozycji w widgecie

# #31344
source: Install from repository or zip
pl_pl: Zainstaluj z repozytorium lub zip

# #31345
source: Event logging
pl_pl: Rejestrowanie zdarzeń

# #31346
source: Video OSD
pl_pl: Wideo OSD

# #31347
source: Music OSD
pl_pl: Muzyka OSD

# #31348
source: Loading Home Menu
pl_pl: Ładowanie menu głównego

# #31349
source: Initialising Skin
pl_pl: Inicjowanie skóry

# #31350
source: Similar to
pl_pl: Podobny do

# #31351
source: Directed by
pl_pl: W reżyserii

# #31352
source: Added
pl_pl: Dodany

# #31353
source: Played
pl_pl: Grał

# #31355
source: Mood
pl_pl: Nastrój

# #31356
source: Years Old
pl_pl: Lat

# #31357
source: Crew
pl_pl: Załoga

# #31364
source: Mouse compatability
pl_pl: Używanie myszki

# #31365
source: Images
pl_pl: Obrazy

# #31366
source: Artwork button downloads all artwork
pl_pl: Przycisk "Grafika" pobiera całą kompozycję

# #31367
source: Recently Added TV Shows
pl_pl: Ostatnio dodane programy telewizyjne

# #31369
source: Prefer fanart for landscape widgets
pl_pl: Preferuj fanart dla widżetów krajobrazowych

# #31371
source: Categories widget text
pl_pl: Tekst widgetu kategorii

# #31372
source: Force default menu position
pl_pl: Wymuś domyślną pozycję menu

# #31373
source: See More
pl_pl: Zobacz więcej

# #31374
source: Order
pl_pl: Zamówienie

# #31375
source: Gradients on backing panels
pl_pl: Gradienty na panelach tylnych

# #31376
source: Show the "See More" widget item
pl_pl: Pokaż element widżetu "Zobacz więcej"

# #31377
source: Video lyrics
pl_pl: Teksty wideo

# #31378
source: Genre names in PVR guide
pl_pl: Nazwy gatunków w przewodniku po PVR

# #31379
source: Display plot overlay after delay
pl_pl: Wyświetlaj nakładkę po opóźnieniu

# #31380
source: Untitled
pl_pl: Nieuprawny

# #31381
source: Last Played Channels
pl_pl: Ostatnio odtwarzane kanały

# #31382
source: Active Recordings
pl_pl: Aktywne nagrania

# #31383
source: Grouped Active Recordings
pl_pl: Zgrupowane Aktywne nagrania

# #31384
source: Grouped Deleted Recordings
pl_pl: Zgrupowane usunięte nagrania

# #31386
source: Auto close OSD controls after delay (in seconds)
pl_pl: Automatyczne zamknięcie sterowania OSD po opóźnieniu (w sekundach)

# #31387
source: Splash screen image
pl_pl: Obraz z ekranu powitalnego

# #31388
source: Download All Artwork
pl_pl: Pobierz całą grafikę

# #31389
source: Select Artwork
pl_pl: Wybierz kompozycję

# #31390
source: Pressing up from top menu shows fanart / plot
pl_pl: Naciśnięcie górnego menu pokazuje fanart / plot

# #31391
source: Page
pl_pl: Strona

# #31392
source: Sort Letter
pl_pl: Sortuj literę

# #31393
source: Show media flags instead of ratings in library views
pl_pl: Pokaż flagi mediów zamiast ocen w widokach biblioteki

# #31394
source: Monochrome flags
pl_pl: Monochromatyczne flagi

# #31395
source: Music Playlist
pl_pl: Lista odtwarzania muzyki

# #31396
source: Video Playlist
pl_pl: Lista odtwarzania wideo

# #31398
source: Force extendedinfo to open when pressing info
pl_pl: Wymuś extendedinfo, aby otworzyć po naciśnięciu informacji

# #31399
source: Text
pl_pl: Tekst

# #31400
source: Movies by Director
pl_pl: Filmy według reżysera

# #31401
source: Next Up Episodes
pl_pl: Następny odcinek

# #31402
source: Similar Movies
pl_pl: Podobne filmy

# #31403
source: Similar Tv Shows
pl_pl: Podobne programy telewizyjne

# #31404
source: Movies from Studio
pl_pl: Filmy ze Studio

# #31406
source: Extras / Special Features
pl_pl: Dodatki / Funkcje specjalne

# #31407
source: Enable / disable info dialog lists
pl_pl: Włącz / wyłącz listy dialogowe informacji

# #31408
source: Subtitle settings
pl_pl: Ustawienia napisów

# #31409
source: Subtitles button opens subtitle settings
pl_pl: Przycisk Napisy otwiera ustawienia napisów

# #31410
source: Show trailers and special features in preview window
pl_pl: Pokaż zwiastuny i funkcje specjalne w oknie podglądu

# #31411
source: Unavailable
pl_pl: Niedostępna
